tap "homebrew/bundle"
tap "k1low/tap"
tap "teamookla/speedtest"
tap "yammerjp/tap"

# dev packages
brew "act"
brew "glib"
brew "coreutils"
brew "gnutls"
brew "cmake"
brew "gh"
brew "ghq"
brew "go"
brew "wget"
brew "node"
brew "uv"
brew "nodebrew"
brew "libzip"
brew "ripgrep"
brew "boost"
brew "mono"
brew "readline"
brew "xz"
brew "pipx"


# utils
brew "fzf"
brew "htop"
brew "lazygit"
brew "neovim"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmux-xpanes"
brew "autojump"
brew "tldr"
brew "ranger"
brew "fx"
brew "jo"
brew "jq"
tap "joerdav/xc"
brew "xc"
brew "pueue"
brew "gaze"
brew "tmux-xpanes"
brew "tabiew"

# misc
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "glibmm@2.66"
brew "atkmm@2.28"
brew "cairo"
brew "libidn2"
brew "unbound"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "freetds"
brew "gdk-pixbuf"
brew "ghostscript"
brew "github-markdown-toc"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "pangomm@2.46"
brew "gtkmm3"
brew "gsmartcontrol"
brew "guile"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "libfido2"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "mysql-client"
brew "nkf"
brew "pandoc"
brew "percol"
brew "portaudio"
brew "rename"
cask "font-hack-nerd-font"


if OS.mac?
  # utils
  brew "jpegoptim"
  brew "watch"
  brew "1password-cli"
  brew "postgresql@14"
  brew "yammerjp/tap/pdef"
  brew "translate-shell"
  brew "ddgr"

  # app
  cask "jordanbaird-ice"
  cask "iterm2"
  cask "cmd-eikana"
  cask "docker"
  cask "rectangle"
  cask "appcleaner"
  cask "alfred"
  cask "google-chrome"
  cask "thunderbird"
  cask "pycharm"
  cask "iterm2"
  cask "bettertouchtool"
  cask "todoist"
  cask "1password"
  cask "slack"
  cask "spotify"
  cask "microsoft-excel"
  cask "microsoft-word"
  cask "microsoft-powerpoint"
  cask "dbeaver-community"
end
