tap "homebrew/bundle"
tap "hudochenkov/sshpass"
tap "k1low/tap"
tap "teamookla/speedtest"
tap "yammerjp/tap"
brew "act"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "at-spi2-core"
brew "glibmm@2.66"
brew "atkmm@2.28"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "bottom"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "github-markdown-toc"
brew "go"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "pangomm@2.46"
brew "gtkmm3"
brew "gsmartcontrol"
brew "guile"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "libfido2"
brew "libzip"
brew "macvim", link: false
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "mono"
brew "mysql"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "pandoc"
brew "percol"
brew "perl"
brew "pipenv"
brew "virtualenv"
brew "poetry"
brew "portaudio"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "watch"
brew "wget"
brew "hudochenkov/sshpass/sshpass"
brew "teamookla/speedtest/speedtest"
brew "yammerjp/tap/pdef"
cask "jordanbaird-ice"
cask "keycastr"
cask "mark-text"
cask "skitch"
